/* 
   Localizable.strings
   Secure Browser

   Created by Todd Thomas on 04/05/09.
   Copyright 2009 T-Squared Software, Inc.. All rights reserved.
 */

/* Message of sheet displayed for NSURLErrorServerCertificateHasBadDate. */
"The certificate for this website has expired. You might be connecting to a website that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to the website anyway?" = "The certificate for this website has expired. You might be connecting to a website that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to the website anyway?";
 
/* Message of sheet displayed for NSURLErrorServerCertificateUntrusted. */
"The certificate for this website is invalid. You might be connecting to a website that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to the website anyway?" = "The certificate for this website is invalid. You might be connecting to a website that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to the website anyway?";
 
/* Message of sheet displayed for NSURLErrorServerCertificateNotYetValid. */
"The certificate for this website is not yet valid. You might be connecting to a website that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to the website anyway?" = "The certificate for this website is not yet valid. You might be connecting to a website that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to the website anyway?";
 
/* Message of sheet displayed for NSURLErrorServerCertificateHasUnknownRoot. */
"The certificate for this website was signed by an unknown certifying authority. You might be connecting to a website that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to the website anyway?" = "The certificate for this website was signed by an unknown certifying authority. You might be connecting to a website that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to the website anyway?";